Revit 2024 API
AdvancedWood.WoodUsePores Property
 The property labeled "Use pores feature" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string WoodUsePores { get; }
Visual Basic
Public Shared ReadOnly Property WoodUsePores As String
	Get
Visual C++
public:
static property String^ WoodUsePores {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace